Repository: 124bit/django_ukrhim
Catalog: django_ukrhim/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Base template
ru: Базовый шаблон

source: Fully blank tmpl with plchd
ru: Полностью пустой шаблон с плейсхолдером

source: Base page template with clean middle plchldr
ru: Базовый шаблон с плейсхолдером в центре

source: Base page template with middle plchldr on background
ru: Базовый шаблон с плейсхолдером в центре на белом фоне

source: "Main" page template
ru: Главная

source: "Gallery" page template
ru: Галерея

source: "News list" page template
ru: Список новостей

source: "News" page template
ru: Новость

source: "Share and sale" page template
ru: Акция

source: Products (empty) template
ru: Продукция

source: Product category (empty) template
ru: Категория продукции

source: "Product type" page template
ru: Тип продукции

source: "Product type" page template with many sections in content
ru: Тип продукции с большим количество секций в контенте

source: "Product type" page template without header
ru: Тип продукции без заголовка

source: Auto "Product page" template
ru: Автогенерируемая страница продукта

source: "Where to buy" page template
ru: Где купить?

source: "About us" (menu options) template
ru: О нас (категория)

source: Development (menu options) template
ru: Разработка (категория)

source: "Development with us" page template
ru: Разработка с нами

source: "Contacts" page template
ru: Контакты

source: "Search" page template
ru: Поиск

source: "Certificate" or "Instructions" page template
ru: Сертификаты или Инструкции

source: English
ru: Английский

source: Russian
ru: Русский

source: Welcome to our website!
ru: Добро пожаловать на наш сайт!

source: Please, enable javascript to use our site.
ru: Пожалуйста, включите javascript для использования нашего сайта!

source: https://support.google.com/answer/23852?hl=en
ru: https://support.google.com/answer/23852?hl=ru

source: How?
ru: Как?

source: Main page
ru: Главная

source: search on site
ru: поиск по сайту

source: Product types
ru: Типы продукции

source: Main
ru: Главная

source: Site map
ru: Карта сайта

source: Contact Us
ru: Контакты

source: Site created by
ru: Дизайн создан

source: Studio Mart
ru: Студией "Март"

source: Album
ru: Альбом

source: Videos
ru: Видео

source: Load files
ru: Файлы

source: Archive
ru: Архив

source: Accessoires:
ru: Акксесуары:

source: Characteristics
ru: Характеристики

source: cm
ru: см

source: Buy
ru: Купить

source: Price
ru: Цена

source: incl. VAT
ru: вкл. НДС

source: Sketch
ru: Чертеж

source: Update your browser
ru: Ваш браузер не поддерживается. <br> Пожалуйста, обновите браузер!

source: Drag model to rotate
ru: Управляйте моделью с помощью мышки.

source: Use two fingers to zoom
ru: Растяните модель пальцами чтоб приблизить.

source: Use mouse wheel to zoom
ru: Используйте колесико мыши чтоб приблизить.

source: 3D
ru: 3D модель

source: Photos
ru: Фото

source: Delivery
ru: Доставка

source: Documentation
ru: Документация

source: Discounts
ru: Акция

source: Shops and warehouses
ru: Магазины и склады
