Repository: 124bit/django_ukrhim
Catalog: eav/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Change datatype to string
ru: Пооменять тип поля на строку

source: To text without zeros
ru: Убрать незначащие нули в данных поля (для цифер переконвертированных в строки)

source: Additional options
ru: Дополнительно

source: Must be all lower case,
ru: Должно быть в нижнем регистре

source: <br>Error in field options!
ru: <br>Ошибка в дополнительных опциях поля

source: The %s could not be saved because the data
ru: %s не может быть сохранено

source: attribute
ru: поле данных

source: Attributes
ru: Поля данных

source: Text
ru: Текст

source: Float
ru: Десятичное

source: Integer
ru: Целое

source: Date
ru: Дата

source: True / False
ru: Да/Нет

source: Choice
ru: Выпадаюший выбор

source: File
ru: Файл любого типа

source: Image
ru: Изображение

source: List
ru: Список

source: Name
ru: Название

source: User-friendly data field name.
ru: Название поля данных. Поля данных создаются для того, чтобы вводить данные об изделиях.

source: Attribute slug
ru: Аттрибут

source: Short unique data field label.
ru: Короткий уникальный адрес для доступа из шаблонов или откуда-либо еще.

source: Data type
ru: Тип данных

source: Select type of data.
ru: Выберите тип данных поля.

source: Description (ru)
ru: Описание (русское)

source: Short description for russian users.
ru: Короткое описание предназначения поля.

source: Description (en)
ru: Описание (английское)

source: Short description for english users.
ru: Короткое описание предназначения поля.

source: Units of field
ru: Единицы измерения

source: Units of field.
ru: Единицы измерения

source: Importance
ru: Важность

source: Affect on attribute position when edit.
ru: Влияет на позицию поля данных в списке полей при вводе.

source: Created
ru: Дата создания

source: Modified
ru: Дата изменения

source: Specific options
ru: Дополнительные опции

source: Additional options for field in JSON format.
ru: Дополнительные настройки поля (формат JSON).

source: Attribute
ru: Поле данных

source: Must be str or unicode
ru: Должно быть строкой или юникодом

source: Must be maximum 30 symbols
ru: Длина должна быть меньше 30 символов.
