Repository: 124bit/django_ukrhim
Catalog: modifier/locale/*/LC_MESSAGES/django.po
Languages: ru

source: File plugin
ru: Вставка файла

source: Picture plugin
ru: Вставка картинки

source: Content managing
ru: Управление контентом сайта

source: Recent Actions
ru: Недавние действия

source: Main
ru: Главная

source: Settings
ru: Настройки

source: Load files
ru: Загрузить файлы

source: On site
ru: На сайт

source: Image specifications profiles are used for automatic image generation in templates.
ru: Параметры используемые при автоматической генериции картинок в шаблонах.

source: Profile name
ru: Имя профиля

source: Options
ru: Настройки

source: Options of image convertation.
ru: Настройки преобразования изображения.

source: image specification profile
ru: профиль конвертации картинок

source: Image specification profiles
ru: Профили конвертации картинок

source: Choose image
ru: Выберите файл с изображением.

source: Original image url.
ru: Вставить url изображения не конвертирую.

source: Choose logic
ru: Выберите логику работы

source: Image html tags
ru: Html тэги изображения

source: Choose convertation options
ru: Выберите параметры конвертации

source: Variable name
ru: Имя переменной

source: Site cutting
ru: Короткий идентификатор

source: Short unique site identifier.
ru: Короткий уникальный идентификатор сайта.

source: Price field attrs
ru: Аттрибут поля цены

source: Attributes of price fields for this site, separated with comma-space.
ru: Аттрибут поля цены товаров для этого сайта

source: Site company
ru: Компания

source: Site company will show in header country-company selection
ru: Страна и компания будут показаны в выборе сайтов в меню навигации

source: Site country
ru: Страна

source: Site country will show in header country-company selection
ru: Страна-компания будут показаны в выбор сайтов в меню навигации

source: Choose if you want some areas to have their own domains
ru: Выберите домены, если вы хотите, чтобы некоторые территории имели свой поддомен

source: now
ru: сейчас

source: undefined product
ru: неопределенный товар

source: Request for call from %(receive_domain)s for %(product)s
ru: Запрос на звонок с %(receive_domain)s по %(product)s

source: Request for call at %(number)s for %(product)s. Call please to customer at %(time_to_call)s %(date)s.
ru: Запрос на звонок по %(number)s по %(product)s. Позвоните, пожалуйста, покупателю в %(time_to_call)s %(date)s.

source: ---------------------- Sincerely, Broide Julius I., marketing team Ltd. Ukrhimplast
ru: ---------------------- с уважением, Бройде Юлий Игоревич, отдел маркетинга ООО Укрхимпласт

source: Thanks, you have send request for call at %(time_to_call)s to %(number)s at %(date)s. We will call you back at this time.
ru: Спасибо, вы отправили заявку на звонок на <br> %(number)s в %(time_to_call)s %(date)s. <br> Мы вам обязательно перезвоним!
