Repository: 124bit/django_ukrhim
Catalog: pdf_gen/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Site
ru: Сайт

source: Select price field. Template would be filled by prices from this field.
ru: Выберите поля цены. Шаблон будет заполнен данными из этого поля продукта.

source: Choose site of document.
ru: Выберите сайт документа.

source: Template
ru: Шаблон

source: Price odt templates
ru: Odt шаблоны прайсов

source: Update prices info
ru: Обновить прайсы

source: Document name
ru: Название документа

source: Use this name like '{% load price_file %} {% price_file site='auto' lang='auto' %}'.
ru: Используйте это название в шаблонах {% load price_file %} {% price_file site='auto' lang='auto' %}.

source: Last document update
ru: Последнее обновление прайсов

source: price list never generated
ru: Прайс еще не сгенерирован. Обновите его.

source: Update time
ru: Время последнего обновления

source: price list
ru: прайс

source: Price lists
ru: Прайсы

source: Template language
ru: Язык шаблона

source: Choose language of document. If it is on default or universal language - choose default.
ru: Выберите язык документа. Если документ универсальный - выберите "по-умолчанию".

source: Choose ODT price list template.
ru: Выберите файл ODT шаблона прайса.

source: price template
ru: Odt шаблоны прайсов

source: Price templates
ru: Odt шаблоны прайсов
