Repository: 124bit/django_ukrhim
Catalog: product_db/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Additional options
ru: Дополнительные поля

source: Type name
ru: Название

source: Type slug
ru: Аттрибут

source: Short unique type label.
ru: Короткий уникальный адрес для доступа из шаблонов или откуда-либо еще.

source: Fields of type
ru: Поля типа

source: Data fields always assigned to products of this type.
ru: Поля данных описывающие изделия такого типа.

source: Product description
ru: Описание продуктов

source: Common description for products of this type.
ru: Описание, которое будет высвечиваться для все продуктов данного типа

source: Template
ru: Шаблон

source: Common template to render product on its page.
ru: Шаблон для отображения продукта этого типа

source: product type
ru: тип продукта

source: Product types
ru: Типы продуктов

source: Tagged producs
ru: Помеченные продукты

source: Tag name (ru)
ru: Название (рус.)

source: Tag name (en)
ru: Название (англ.)

source: Tag slug
ru: Аттрибут

source: Short unique tag label.
ru: Короткий уникальный адрес для доступа из шаблонов или откуда-либо еще.

source: product tag
ru: тег продукта

source: Product tags
ru: Теги продуктов

source: Name (ru)
ru: Название (рус.)

source: Name (en)
ru: Название (англ.)

source: Slug
ru: Аттрибут

source: Short unique product label.
ru: Короткий уникальный адрес для доступа из шаблонов или откуда-либо еще.

source: Product type
ru: Тип продукта

source: Product type assigns some data fields to products.
ru: Тип продукта задает некоторые необходимые поля данных для изделий этого типа.

source: Additional fields
ru: Дополнительные поля

source: Tags are used for quick searching for products.
ru: Теги используются для быстрого поиска по продуктам.

source: Active
ru: Активен

source: If product is deactivated - it doesn't shown anywhere.
ru: Не активированый продукт нигде не отображается.

source: Position in type
ru: Позиция продукта в списке продуктов данного типа

source: Date added
ru: Дата добавления

source: Last modified
ru: Последнее изменение

source: product
ru: продукт

source: Products
ru: Продукты

source: in developed
ru: В разработке

source: ask for price
ru: Уточняйте
