Repository: 124bit/django_ukrhim
Catalog: ukrhim_gallery/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Delete deleted photos
ru: Удалить из албома фотографии, чьи файлы были удалены

source: Album name (en)
ru: Название альбома (англ.)

source: Album name (ru)
ru: Название альбома (рус.)

source: album slug
ru: Аттрибут

source: Short unique label.
ru: Короткий уникальный адрес для доступа из шаблонов или откуда-либо еще.

source: Show album
ru: Показывать альбом

source: Choose photo
ru: Выберите фото

source: Position in list
ru: Позиция в списке альбомов

source: Album
ru: Альбом

source: Albums
ru: Альбомы

source: name/url
ru: название/ссылка

source: Photo description (en)
ru: Описание фото (англ.)

source: Photo description (ru)
ru: Описание фото (рус.)

source: Show photo
ru: Показывать фото
